{
  "categoryQuotes": {
    "Childhood & Early Life": "Where my story first began.",
    "Early Life & Childhood": "Where my story first began.",
    "Early Life & Background": "The roots of who we are lie in the soil of our beginnings.",
    "School & Education": "Education is not the filling of a pail, but the lighting of a fire.",
    "Growing Up & School": "In learning you will teach, and in teaching you will learn.",
    "Teenage Years & Young Adulthood": "Youth is not a time of life; it is a state of mind.",
    "Young Adulthood & Coming of Age": "The youth of today are the leaders of tomorrow.",
    "Love & Relationships": "Love recognizes no barriers. It jumps hurdles, leaps fences, penetrates walls to arrive at its destination full of hope.",
    "Love & Marriage": "A successful marriage requires falling in love many times, always with the same person.",
    "Family & Relationships": "Family is not an important thing. It's everything.",
    "Relationships & Family": "The love of a family is life's greatest blessing.",
    "Becoming a Mother": "A mother's love is the fuel that enables a normal human being to do the impossible.",
    "Becoming a Father": "Any man can be a father, but it takes someone special to be a dad.",
    "Becoming a Parent & Grandparent": "To the world you may be one person, but to one person you may be the world.",
    "Career & Work": "Choose a job you love, and you will never have to work a day in your life.",
    "Career & Work Life": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
    "Career & Life Path": "Your work is going to fill a large part of your life, and the only way to be truly satisfied is to do what you believe is great work.",
    "Life Lessons & Values": "The purpose of life is not to be happy. It is to be useful, to be honorable, to be compassionate.",
    "Life Lessons & Wisdom": "The only true wisdom is in knowing you know nothing.",
    "Life Lessons & Reflections": "Life is what happens when you're busy making other plans.",
    "Challenges & Triumphs": "The gem cannot be polished without friction, nor man perfected without trials.",
    "Passions & Hobbies": "Find what you love and let it kill you.",
    "Hobbies, Passions & Everyday Life": "Life is made of small moments like this.",
    "Work, Passions & Interests": "Passion is energy. Feel the power that comes from focusing on what excites you.",
    "Everyday Life & Memories": "Life is not measured by the breaths we take, but by the moments that take our breath away.",
    "Reflections on Life": "In the end, it's not the years in your life that count. It's the life in your years.",
    "Messages for Me": "If I could give you one thing in life, I would give you the ability to see yourself through my eyes.",
    "Messages for Family": "The bond that links your true family is not one of blood, but of respect and joy in each other's life.",
    "Growing Up Together": "Side by side or miles apart, siblings will always be connected by heart.",
    "Your Life & Journey": "Life is a journey, not a destination.",
    "Our Relationship & Messages": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine.",
    "Looking Forward": "The best way to predict the future is to create it.",
    "Historical Perspective & Changes": "Those who cannot remember the past are condemned to repeat it."
  }
}
